Revit 2024 API
Tile.TextureRealWorldScaleY Property
 The property labeled "Size Y" from the "Tile" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018.1
Syntax
C#
public static string TextureRealWorldScaleY { get; }
Visual Basic
Public Shared ReadOnly Property TextureRealWorldScaleY As String
	Get
Visual C++
public:
static property String^ TextureRealWorldScaleY {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDistance" with a minimum of "0.01".
See Also
Tile Class
Autodesk.Revit.DB.Visual Namespace